import './privacy.css';

export default function Privacy() {
  return (
    <div className="privacy">
      <div className="privacy-KV">
        <div className="privacyTitle">
          <h2>Go Yours 高優國際留學有限公司 隱私權政策</h2>
          <p>
            Go Yours 高優國際留學有限公司（以下稱為本公司）
            <br />
            非常重視會員的隱私權且遵循「個人資料保護法」之規定，
            <br />
            因此制訂了隱私權保護政策，您可參考下列隱私權保護政策的內容。
          </p>
        </div>
      </div>
      <div className="privacy-wrapper">
        <div className="privacy-content">
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            個人資料之安全
          </h3>
          <p>
            保護會員的個人隱私是本公司重要的經營理念，在未經會員同意之下，我們絕不會將會員的個人資料提供予任何與本購物網站服務無關之第三人。
            會員應妥善保密自己的網路密碼及個人資料，不要將任何個人資料，尤其是網路密碼提供給任何人。在使用完本公司網站所提供的各項服務功能後，
            務必記得登出帳戶，若是與他人共享電腦或使用公共電腦，切記要關閉瀏覽器視窗。
          </p>
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            個人資料的蒐集、處理、利用
          </h3>
          <p>
            本公司網站所取得的個人資料，都僅供本公司於其內部、依照原來所說明的使用目的和範圍，除非事先說明、或依照相關法律規定，否則本公司不會將資料提供給第三人、或移作其他目的使用。
          </p>
          <h4>蒐集之目的：</h4>
          <p>
            蒐集之目的在於進行行銷業務、消費者、客戶管理與服務、網路購物及其他電子商務服務及與調查、統計與研究分析(法定特定目的項目編號為Ｏ四Ｏ、Ｏ九Ｏ、一四八、一五七)。本公司將藉由加入會員之過程或進行交易之過程來蒐集個人資料。
          </p>
          <h4>蒐集之個人資料類別：</h4>
          <p>
            本公司於網站內蒐集的個人資料包括，
            <br />
            (1) C001辨識個人者： 如會員之姓名、地址、電話、電子郵件等資訊。
            <br />
            (2) C002辨識財務者： 如信用卡或金融機構帳戶資訊。
            <br />
            (3) C011個人描述：例如：性別、出生年月日等。
          </p>
          <h4>利用期間、地區、對象及方式：</h4>
          <p>
            (1) 期間：會員當事人要求停止使用或本公司停止提供服務之日為止。
            <br />
            (2) 地區：會員之個人資料將用於台灣地區。
            <br />
            (3)利用對象及方式：
            會員之個人資料蒐集除用於本公司之會員管理、客戶管理之檢索查詢等功能外，亦將利用於辨識身份、金流服務、物流服務、行銷廣宣等。
            <br />
            例示如下：
            以會員身份使用本公司提供之各項服務時，於頁面中自動顯示會員資訊。
            <br />
            a.
            為遂行交易行為：會員對商品或勞務為預約、下標、購買、參與贈獎等之活動或從事其他交易時，關於商品配送、勞務提供、價金給付、回覆客戶之詢問、
            本公司對會員之詢問、相關售後服務及其他遂行交易所必要之業務。
            <br />
            b.
            宣傳廣告或行銷等：提供會員各種電子雜誌等資訊、透過電子郵件、郵件、電話等提供與服務有關之資訊。將會員所瀏覽之內容或廣告，
            依客戶之個人屬性或購買紀錄、本公司網站之瀏覽紀錄等項目，進行個人化作業、會員使用服務之分析、新服務之開發或既有服務之改善等。針對民調、活動、
            留言版等之意見，或其他服務關連事項，與會員進行聯繫。 <br />
            c.
            回覆客戶之詢問：針對會員透過電子郵件、郵件、、傳真、電話或其他任何直接間接連絡方式向本公司所提出之詢問進行回覆。
            <br />
            d.
            其他業務附隨之事項：附隨於上述a至d.之利用目的而為本公司提供服務所必要之使用。
            <br />
            e.
            對於各別服務提供者之資訊提供：會員對服務提供者之商品或勞務為預約、下標、購買、參加贈獎活動或申請其他交易時，本公司於該交易所必要之範圍內，
            得將會員之個人資料檔案提供予服務提供者，並由服務提供者負責管理該個人資料檔案。本公司課予服務提供者依保障會員隱私權之原則處理個人資料之義務，
            但無法保證服務提供者會必然遵守。詳細內容，請向各別服務提供者洽詢。
            <br />
            f.
            其他：提供個別服務時，亦可能於上述規定之目的以外，利用個人資料。此時將在該個別服務之網頁載明其要旨。
          </p>
          <h4>會員就個人資料之權利：</h4>
          <p>
            本公司所蒐集個人資料之當事人，依個人資料保護法得對本公司行使以下權利：
            <br />
            (1) 查詢或請求閱覽。
            <br />
            (2) 請求製給複製本。
            <br />
            (3) 請求補充或更正。
            <br />
            (4) 請求停止蒐集、處理或利用。
            <br />
            (5) 請求刪除。 會員如欲行使上述權利，可與本公司客服連絡進行申請。
            <br />
            請注意！如拒絕提供加入會員所需必要之資料，將可能導致無法享受完整服務或完全無法使用該項服務。
          </p>
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            資料安全
          </h3>
          <p>
            為保障會員的隱私及安全，本公司會員帳號資料會用密碼保護。本公司並盡力以合理之技術及程序，保障所有個人資料之安全。
          </p>
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            個人資料查詢或更正的方式
          </h3>
          <p>
            會員對於其個人資料，有查詢及閱覽、製給複製本、補充或更正、停止電腦處理及利用、刪除等需求時，可以與客服聯絡，本公司將迅速進行處理。
          </p>
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            Cookie
          </h3>
          <p>
            為了便利會員使用，本公司網站會使用cookie技術，以便於提供會員所需要的服務；cookie是網站伺服器用來和會員瀏覽器進行溝通的一種技術，它可能在會員的電腦中隨機儲存字串，用以辨識區別使用者，若會員關閉cookie有可能導致無法順利登入網站或無法使用購物車等狀況。
          </p>
          <h3>
            <span className="goyoursbear">
              <svg
                version="1.1"
                id="_レイヤー_1"
                x="0px"
                y="0px"
                viewBox="0 0 340.2 338"
              >
                <path
                  className="goyoursbear-line"
                  d="M36.6,337.5c0,0-13.5-150.2,68.7-211.6c0,0-5.4-16.2-40.1-28c0,0-12.5-5.6-15.7-16.7c0,0-1.1-14.6,0.7-16.9
	c0,0,0.9-1.8,3-2.1c0,0,39.1-7.4,41.8-8.1c0,0,2.5-1.2,3.3-3.3c0,0-0.5-9.9,1.9-11.8c0,0,1.4-1.4,2.3-1.9c0,0,27.8-8.8,48.3-12.7
	h1.8c0,0,3.7-17.8,22.7-10.1c0,0,11.1,5.6,5.8,20.3c0,0,0.2,2.5,0,4.8c0,0,46.4,29.8,51.6,84.9c0,0,79.4,32.1,70.9,213.5"
                />
              </svg>
            </span>
            隱私權保護政策修訂
          </h3>
          <p>
            隨著市場環境的改變本公司將會不時修訂網站政策。
            會員如果對於本公司網站隱私權聲明、或與個人資料有關之相關事項有任何疑問，可以與我們聯繫。
          </p>
          <p>更新日期：2019-7-1</p>
        </div>
      </div>
    </div>
  );
}
